Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/tekstene_til_nasjonalsangen_og_nasjonaljoiken_samlet_i_ett_dokument.html.tmx
Source language: nob
Languages: sma

source: Tekstene til nasjonalsangen og nasjonaljoiken samlet i ett dokument
sma: Saerniebïevnesje Moenehtsistie saemiej naasjovnev aehtaj bïjre

source: Samisk parlamentarisk råd og Samerådets felles komité for samiske nasjonalsymboler har samlet teksten til den samiske nasjonalsangen Sámi soga lávlla og den samiske nasjonaljoiken på flere samiske språk i ett dokument.
sma: Saemien parlamentarihkeles raerie jïh Saemieraerien ektie moenehtse saemien nasjonaalesymbovlide leah teekstem saemien åålmegelaavloemasse Saemie eatnemen vuelie jïh saemien nasjonaalejoejkese akten tjaatsegasse tjöönghkeme.

source: 1986 vedtok den Nordiska samekonferensen i Åre i Sverige at Sámi soga lávlla offisielt skulle utnevnes til samenes nasjonalsang.
sma: 1986 Saemieraerien 13:e saemiekånferansesne saemiesӕvegem dååhkasjehtin goh vӕhta gaajhkide saemide. Seamma aejkien nӕnnoestin Sámi soga lávlla jallh Saemiej åålmegelaavlome, edtja byjjes Saemiej naasjovnelaavlome årrodh.

source: Teksten er skrevet 1906 av sjøsamen Isak Saba (1875-1921) som arbeidet som lærer og kirkesanger, og var født i Nesseby.
sma: Tekstem 1906 mearoesaemie Isak Saba (1875-1921) tjeeli jïh melodijem Arne Sköld komponereme.

source: Samenes 22. konferanse i Váhtjer/Gällivare i Sverige bestemte i 2022 at joiken Sámi eatnan duoddariid, skal være den samiske nasjonaljoiken, ved siden av nasjonalsangen Sámi soga lávlla.
sma: Mïetsken 2022 Saemieraerie nӕnnoesti 22:e kånferansesne edtja naasjovne joejkine veeljedh Saemiejåålmege laavlomen ektine.

source: Joiketeksten ble skrevet av forfatteren, artisten og kunstneren Nils-Aslak Valkeapää som komponerte joiken på 1970-tallet.
sma: Joejkem soemie-saemie tjaelije, musihkere jïh tjiehpiedӕjja Nils-Aslak Valkeapää tjeeli jïh joejkem komponeri 70-taalesne.

source: Til å begynne med blir det en digital utgave som finnes på sametingenes og Samerådets hjemmesider.
sma: Aalkoevistie digitale laavlome sjӕdta mejtie saemiedigkij jïh saemieraerien gåetiesӕjrojne gååvnesieh.

source: Last ned tekstene til Sámi Soga Lávlla og Sámieatnan Duoddariid på mange språk
sma: Veedtjh Saemien laavlomen teekstem jïh joejkem Saemien eatnemen guevtelh gelline gïeline

source: – Det er litt av en oppgave å samle de ulike språkversjonene som finnes og publisere ett felles dokument som kan bli brukt i fremtiden.
sma: – Nåake jïh barkoes laavenjasse dam sjïere gïelide tjööngkedh mah gååvnesh jïh byjjestjaalegem bӕjjoehtidh mejtie buerie edtja sjidtedh båetije beajjan.

source: Vi forventer at dokumentet blir gjennomgått og at det kan komme kommentarer som vi må behandle.
sma: Mijjieh aervedibieh byjjestjaalegem galkien gïehtjedidh jïh åssjalommine båetedh mejnie mijjieh tjoerebe barkedh.

source: Derfor er dette en førsteutgave som vi nå overleverer til samene i fire land, sier komiteens leder Lars-Jonas Johansson.
sma: Dan gaavhtan daate lea voestes tjaalege mejtie mijjieh bӕjjoehtibie saemiej almetjidie njieljie rïjhkine, moenehtsen åejvie Lars-Jonas Johansson jeahta.

source: Samenes første landsmøte ble avholdt i Metodistkirken i Trondheim 6. februar 1917.
sma: Voestes saemiej rïjhketjåangkoe lij Tråantesne goevten 6. b. 1917.

source: Møtet samlet over hundre samer fra Sverige og Norge, en stor del av dem var kvinner.
sma: Tjåangkosne bijjelen tjuetie saemieh tjåangkanin Sveerjeste jïh Nöörjeste, jïh dovne jijnjh nyjsenӕjjah lij aaj meatan.

source: Det var første gang i den samiske historien at nord- og sørsamer fra Norge og Sverige var samlet for å jobbe for felles samiske saker over nasjonalstatsgrensene.
sma: Daate lij voestes aejkien saemiej histovrijsne gåessie noerhte- jïh åarjelsaemieh Nöörjeste jïh Sveerjeste tjåangkose gaavnesjien raasten namhtah ektie dåeriesmoerij bïjre digkiedidh.

source: Det er bakgrunnen for at 6. februar er samenes nasjonaldag.
sma: Dannasinie goevten 6. b. saemiejj naasjovne beajjan jallh Saemie-åålemege beajjan veeljesovvin.
